charliermarsh.ruff
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.docker-explorer
formulahendry.docker-extension-pack
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
howardzuo.vscode-git-tags
inferrinizzard.prettier-sql-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
mtxr.sqltools
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
